Repository: chrisnguyen1211/pillrdotlol
Catalog: Sources/LidEffort/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pt_br, ru, zh_hans

source: That works too.
fr: Ça marche aussi.
ja: それでも大丈夫です。
pt_br: Assim também funciona.
ru: Так тоже можно.
zh_hans: 这样也行。

source: That's a wrap
fr: C'est dans la boîte
ja: これで完了
pt_br: Pronto, acabou
ru: На этом всё
zh_hans: 收工

source: That's the whole of it: one click, and you're back to what you were doing.
fr: C'est tout : un clic, et vous revoilà à ce que vous faisiez.
ja: これで全部です。ワンクリックで、元の作業に戻れます。
pt_br: É só isso: um clique, e você volta ao que estava fazendo.
ru: Вот и всё: один щелчок — и вы вернулись к своим делам.
zh_hans: 就这么多：点一下，你就回到了手头的事。

source: The answer goes straight back to that session, and Claude keeps going.
fr: La réponse repart directement vers cette session, et Claude continue.
ja: 回答はそのセッションへ直接戻り、Claude は作業を続けます。
pt_br: A resposta volta direto para aquela sessão, e o Claude segue em frente.
ru: Ответ сразу вернётся в этот сеанс, и Claude продолжит работу.
zh_hans: 回答会直接送回那个会话，Claude 继续工作。

source: The arc above the open notch. Click it to send the notch round to the next edge.
fr: L'arc au-dessus de l'encoche ouverte. Cliquez dessus pour envoyer l'encoche vers le bord suivant.
ja: 開いたノッチの上にある弧。クリックするとノッチが次の辺へ移動します。
pt_br: O arco acima do notch aberto. Clique nele para levar o notch até a próxima borda.
ru: Дуга над открытой панелью. Нажмите на неё, чтобы отправить панель к следующему краю.
zh_hans: 展开的刘海上方的那道弧。点击它，刘海就会转到下一条边。

source: The assistants read from this Mac. Each connected one gets a ring, in this order.
fr: Les assistants lus depuis ce Mac. Chacun de ceux qui sont connectés obtient un anneau, dans cet ordre.
ja: この Mac から読み取るアシスタント。接続されたものには、この順でリングが付きます。
pt_br: Os assistentes lidos deste Mac. Cada um conectado ganha um anel, nesta ordem.
ru: Ассистенты, читаемые с этого Mac. Каждый подключённый получает кольцо в этом порядке.
zh_hans: 从这台 Mac 读取的助手。每个已连接的助手都有一个圆环，按这个顺序排列。

source: The lid module is starting…
fr: Le module du capot démarre…
ja: 蓋モジュールを起動中…
pt_br: O módulo da tampa está iniciando…
ru: Модуль крышки запускается…
zh_hans: 屏幕盖模块正在启动…

source: The main cluster
fr: Le cluster principal
ja: メインクラスタ
pt_br: O cluster principal
ru: Основной кластер
zh_hans: 主集群

source: The pill and its rings. Stop on a mark for a preset.
fr: La pastille et ses anneaux. Arrêtez-vous sur un repère pour un préréglage.
ja: ピルとそのリング。目盛りで止めるとプリセットになります。
pt_br: A cápsula e os anéis dela. Pare numa marca para usar uma predefinição.
ru: Пилюля и её кольца. Остановитесь на отметке, чтобы выбрать предустановку.
zh_hans: 胶囊和它的圆环。停在刻度上即为预设值。

source: The sound again while nobody has answered.
fr: Le son, à nouveau, tant que personne n'a répondu.
ja: 誰も答えていない間、サウンドをもう一度鳴らします。
pt_br: O som de novo enquanto ninguém responder.
ru: Звук повторяется, пока никто не ответил.
zh_hans: 没人回答时再次播放声音。

source: This Mac has no lid sensor, so set the level from the dots on any ring's tooltip instead.
fr: Ce Mac n'a pas de capteur de capot : réglez plutôt le niveau avec les points de l'info-bulle d'un anneau.
ja: この Mac には蓋センサーがないため、代わりにいずれかのリングのツールチップにあるドットからレベルを設定してください。
pt_br: Este Mac não tem sensor da tampa, então defina o nível pelos pontos na dica de qualquer anel.
ru: На этом Mac нет датчика крышки, поэтому задавайте уровень точками в подсказке любого кольца.
zh_hans: 这台 Mac 没有屏幕盖传感器，请改用任意圆环提示卡上的圆点设置档位。

source: This build can't update itself. Download the latest from the releases page on GitHub.
fr: Cette version ne peut pas se mettre à jour. Téléchargez la dernière sur la page des versions sur GitHub.
ja: このビルドは自動アップデートできません。最新版を GitHub のリリースページからダウンロードしてください。
pt_br: Esta versão não pode se atualizar sozinha. Baixe a mais recente na página de versões no GitHub.
ru: Эта сборка не может обновляться сама. Скачайте последнюю версию со страницы релизов на GitHub.
zh_hans: 这个版本无法自行更新。请从 GitHub 的发布页面下载最新版。

source: Tilt the lid to think harder
fr: Inclinez le capot pour réfléchir plus fort
ja: 蓋を傾けて、もっと深く考えさせる
pt_br: Incline a tampa para pensar mais
ru: Наклоните крышку, чтобы думать усерднее
zh_hans: 倾斜屏幕，想得更深

source: Today %@
fr: Aujourd'hui %@
ja: 今日 %@
pt_br: Hoje %@
ru: Сегодня %@
zh_hans: 今日 %@

source: Tooltip size
fr: Taille de l'info-bulle
ja: ツールチップのサイズ
pt_br: Tamanho da dica
ru: Размер подсказки
zh_hans: 提示卡大小

source: Transparency
fr: Transparence
ja: 透明度
pt_br: Transparência
ru: Прозрачность
zh_hans: 透明度

source: Try it
fr: Essayer
ja: 試す
pt_br: Experimente
ru: Попробовать
zh_hans: 试试看

source: Turned off
fr: Désactivé
ja: オフ
pt_br: Desativado
ru: Выключено
zh_hans: 已关闭

source: Two places it could write to.
fr: Deux endroits où elle pourrait écrire.
ja: 書き込み先の候補は 2 つ。
pt_br: Dois lugares onde ele pode gravar.
ru: Два места, куда можно записывать.
zh_hans: 有两个地方可以写入。

source: Type /effort into Claude Desktop
fr: Taper /effort dans Claude Desktop
ja: Claude Desktop に /effort を入力
pt_br: Digitar /effort no Claude Desktop
ru: Вводить /effort в Claude Desktop
zh_hans: 向 Claude Desktop 输入 /effort

source: Types /effort into an idle Claude Code tab, and opens a session's tab when you click it.
fr: Tape /effort dans un onglet Claude Code inactif, et ouvre l'onglet d'une session quand vous cliquez dessus.
ja: アイドル状態の Claude Code タブに /effort を入力し、クリックするとセッションのタブを開きます。
pt_br: Digita /effort em uma aba ociosa do Claude Code, e abre a aba da sessão quando você clica nela.
ru: Вводит /effort в простаивающую вкладку Claude Code и открывает вкладку сеанса при щелчке по нему.
zh_hans: 向空闲的 Claude Code 标签页输入 /effort，并在你点击会话时打开它的标签页。

source: Up top, like a notch!
fr: En haut, comme une encoche !
ja: 上に、ノッチみたいに！
pt_br: Lá em cima, como um notch!
ru: Наверху, как выемка!
zh_hans: 到顶上，像个刘海！

source: Updates
fr: Mises à jour
ja: アップデート
pt_br: Atualizações
ru: Обновления
zh_hans: 更新

source: Usage in the notch
fr: La consommation dans l'encoche
ja: ノッチで使用量を確認
pt_br: Uso no notch
ru: Использование на панели
zh_hans: 刘海里的用量

source: Usage pace
fr: Rythme de consommation
ja: 使用ペース
pt_br: Ritmo de uso
ru: Темп использования
zh_hans: 用量节奏

source: Version %@ is available.
fr: La version %@ est disponible.
ja: バージョン %@ が利用可能です。
pt_br: A versão %@ está disponível.
ru: Доступна версия %@.
zh_hans: 版本 %@ 已可用。

source: Waiting on you first, then running, then the newest. The rest are counted.
fr: Celles qui vous attendent d'abord, puis celles en cours, puis les plus récentes. Les autres sont comptées.
ja: あなたを待っているもの、実行中のもの、新しいものの順。残りは件数で表示します。
pt_br: Primeiro as que aguardam você, depois as em execução, depois as mais recentes. As demais são contadas.
ru: Сначала ожидающие вас, затем работающие, затем самые новые. Остальные учитываются в счётчике.
zh_hans: 先显示在等你的，再是运行中的，然后是最新的。其余的只计数。

source: Waiting on you, boss
fr: On vous attend, chef
ja: ボス、あなた待ちです
pt_br: Aguardando você, chefe
ru: Ждём вас, босс
zh_hans: 在等你呢，老板

source: Wants to change a file
fr: Veut modifier un fichier
ja: ファイルを変更しようとしています
pt_br: Quer alterar um arquivo
ru: Хочет изменить файл
zh_hans: 想修改一个文件

source: Wants to open a page
fr: Veut ouvrir une page
ja: ページを開こうとしています
pt_br: Quer abrir uma página
ru: Хочет открыть страницу
zh_hans: 想打开一个网页

source: Wants to read a file
fr: Veut lire un fichier
ja: ファイルを読もうとしています
pt_br: Quer ler um arquivo
ru: Хочет прочитать файл
zh_hans: 想读取一个文件

source: Wants to run a command
fr: Veut exécuter une commande
ja: コマンドを実行しようとしています
pt_br: Quer executar um comando
ru: Хочет выполнить команду
zh_hans: 想运行一条命令

source: Wants to search the web
fr: Veut chercher sur le web
ja: Web を検索しようとしています
pt_br: Quer pesquisar na web
ru: Хочет поискать в интернете
zh_hans: 想搜索网络

source: Wants to use %@
fr: Veut utiliser %@
ja: %@ を使おうとしています
pt_br: Quer usar %@
ru: Хочет использовать %@
zh_hans: 想使用 %@

source: Weekly quota
fr: Quota hebdomadaire
ja: 週間の割り当て
pt_br: Cota semanal
ru: Недельная квота
zh_hans: 每周额度

source: Welcome
fr: Bienvenue
ja: ようこそ
pt_br: Boas-vindas
ru: Добро пожаловать
zh_hans: 欢迎

source: Welcome to pillr
fr: Bienvenue dans pillr
ja: pillr へようこそ
pt_br: Boas-vindas ao pillr
ru: Добро пожаловать в pillr
zh_hans: 欢迎使用 pillr

source: What the notch says, and plays, when a session finishes or a limit changes.
fr: Ce que l'encoche dit, et joue, quand une session se termine ou qu'une limite change.
ja: セッションが終わったときや上限が変わったときに、ノッチが表示するものと鳴らすもの。
pt_br: O que o notch diz, e toca, quando uma sessão termina ou um limite muda.
ru: Что панель показывает и воспроизводит, когда сеанс завершается или меняется лимит.
zh_hans: 会话结束或额度变化时，刘海显示什么、播放什么。

source: When Claude asks
fr: Quand Claude demande
ja: Claude が確認したとき
pt_br: Quando o Claude pergunta
ru: Когда Claude спрашивает
zh_hans: 当 Claude 提问时

source: When Claude asks, pick an answer and press Send. It goes back to the right session, and Claude keeps going.
fr: Quand Claude demande, choisissez une réponse et appuyez sur Envoyer. Elle repart vers la bonne session, et Claude continue.
ja: Claude が尋ねてきたら、答えを選んで「送信」を押します。回答は正しいセッションに戻り、Claude は作業を続けます。
pt_br: Quando o Claude perguntar, escolha uma resposta e clique em Enviar. Ela volta para a sessão certa, e o Claude segue em frente.
ru: Когда Claude спрашивает, выберите ответ и нажмите «Отправить». Он вернётся в нужный сеанс, и Claude продолжит работу.
zh_hans: Claude 提问时，选一个答案然后点「发送」。答案会回到对应的会话，Claude 继续工作。

source: When a Claude Code session asks to run a tool or asks you a question, the prompt shows under that session in the Claude tooltip and beside the folded pill. It stays until you answer. If you are looking at that session, or switch to it, Claude asks in its own dialog instead. Turning this on adds one hook to ~/.claude/settings.json; turning it off removes it.
fr: Quand une session Claude Code demande à exécuter un outil ou vous pose une question, la demande s'affiche sous cette session dans l'info-bulle Claude et à côté de la pastille repliée. Elle reste jusqu'à votre réponse. Si vous regardez cette session, ou basculez dessus, Claude demande plutôt dans sa propre boîte de dialogue. Activer ceci ajoute un hook à ~/.claude/settings.json ; le désactiver le retire.
ja: Claude Code のセッションがツールの実行許可を求めたり質問したりすると、そのプロンプトが Claude のツールチップ内のそのセッションの下と、畳まれたピルの横に表示されます。答えるまで表示されたままです。そのセッションを見ているとき、またはそれに切り替えたときは、代わりに Claude が自身のダイアログで尋ねます。これをオンにすると ~/.claude/settings.json にフックを 1 つ追加し、オフにすると削除します。
pt_br: Quando uma sessão do Claude Code pede para executar uma ferramenta ou faz uma pergunta, o pedido aparece sob essa sessão na dica do Claude e ao lado da cápsula recolhida. Ele fica até você responder. Se você estiver olhando para essa sessão, ou mudar para ela, o Claude pergunta no próprio diálogo. Ativar isto adiciona um hook a ~/.claude/settings.json; desativar o remove.
ru: Когда сеанс Claude Code просит запустить инструмент или задаёт вопрос, запрос появляется под этим сеансом в подсказке Claude и рядом со свёрнутой пилюлей. Он остаётся, пока вы не ответите. Если вы смотрите на этот сеанс или переключаетесь на него, Claude спрашивает в собственном диалоге. Включение добавляет один хук в ~/.claude/settings.json; выключение удаляет его.
zh_hans: 当 Claude Code 会话请求运行工具或向你提问时，请求会显示在 Claude 提示卡中该会话的下方，以及收起的胶囊旁边，直到你回答为止。如果你正看着那个会话，或切换到了它，Claude 会改在自己的对话框里问。打开这项会向 ~/.claude/settings.json 添加一个 hook；关掉则会移除。

source: When a limit is reached
fr: Quand une limite est atteinte
ja: 上限に達したとき
pt_br: Quando um limite é atingido
ru: Когда лимит достигнут
zh_hans: 额度用尽时

source: When a limit resets
fr: Quand une limite se réinitialise
ja: 上限がリセットされたとき
pt_br: Quando um limite renova
ru: Когда лимит сбрасывается
zh_hans: 额度重置时

source: Where the notch sits, how it looks, and what its rings show.
fr: Où se place l'encoche, son aspect, et ce que montrent ses anneaux.
ja: ノッチの位置、見た目、リングに表示する内容。
pt_br: Onde o notch fica, como ele aparece e o que os anéis dele mostram.
ru: Где находится панель, как она выглядит и что показывают её кольца.
zh_hans: 刘海放在哪里、长什么样，以及圆环显示什么。

source: Whether you are ahead of or behind the time left until each limit resets.
fr: Si vous êtes en avance ou en retard sur le temps restant avant la réinitialisation de chaque limite.
ja: 各上限のリセットまでの残り時間に対して、使用が先行しているか遅れているか。
pt_br: Se você está adiantado ou atrasado em relação ao tempo restante até cada limite renovar.
ru: Опережаете вы или отстаёте от времени, оставшегося до сброса каждого лимита.
zh_hans: 相对于每项额度重置前剩余的时间，你的用量是超前还是落后。

source: Which database should the sync job write to?
fr: Dans quelle base de données la tâche de synchro doit-elle écrire ?
ja: 同期ジョブはどのデータベースに書き込むべきですか？
pt_br: Em qual banco de dados o job de sincronização deve gravar?
ru: В какую базу данных должна записывать задача синхронизации?
zh_hans: 同步任务应该写入哪个数据库？

source: Which sessions the tooltip lists, and answering Claude without leaving what you are doing.
fr: Les sessions listées dans l'info-bulle, et répondre à Claude sans quitter ce que vous faites.
ja: ツールチップに表示するセッションと、作業の手を止めずに Claude に答える機能。
pt_br: Quais sessões a dica lista, e responder ao Claude sem sair do que você está fazendo.
ru: Какие сеансы показывает подсказка и как отвечать Claude, не отрываясь от дел.
zh_hans: 提示卡列出哪些会话，以及不放下手头的事就能回答 Claude。

source: With Sound only, a prompt that arrives while a game, video or presentation is full screen waits as a sound, and its card comes up when you are back. No card appears under a pointer that is busy elsewhere, so a click meant for the game can never land on Allow.
fr: Avec Son uniquement, une demande qui arrive pendant qu'un jeu, une vidéo ou une présentation est en plein écran attend sous forme de son, et sa carte s'affiche à votre retour. Aucune carte n'apparaît sous un pointeur occupé ailleurs : un clic destiné au jeu ne peut donc jamais tomber sur Autoriser.
ja: 「サウンドのみ」では、ゲーム・動画・プレゼンテーションがフルスクリーンのときに届いたプロンプトはサウンドだけで待機し、戻ってきたときにカードが表示されます。ポインタが別の操作中のときはその下にカードを出さないため、ゲーム向けのクリックが誤って「許可」に当たることはありません。
pt_br: Com Só som, um pedido que chega enquanto um jogo, vídeo ou apresentação está em tela cheia aguarda como um som, e o cartão dele aparece quando você volta. Nenhum cartão surge sob um cursor ocupado em outro lugar, então um clique destinado ao jogo nunca cai em Permitir.
ru: В режиме «Только звук» запрос, пришедший во время полноэкранной игры, видео или презентации, ждёт в виде звука, а его карточка появится, когда вы вернётесь. Карточка не появляется под указателем, занятым в другом месте, поэтому щелчок, предназначенный для игры, никогда не попадёт на «Разрешить».
zh_hans: 选择「仅声音」时，在游戏、视频或演示全屏期间到来的请求只会以声音提示并等待，等你回来后再弹出卡片。指针正在别处忙时不会在它下方出现卡片，所以本想点游戏的一下永远不会落在「允许」上。

source: Works as is
fr: Fonctionne tel quel
ja: そのまま動作
pt_br: Funciona como está
ru: Работает как есть
zh_hans: 开箱即用

source: You
fr: Vous
ja: あなた
pt_br: Você
ru: Вы
zh_hans: 你

source: You're all set
fr: Tout est prêt
ja: 準備完了です
pt_br: Tudo pronto
ru: Всё готово
zh_hans: 一切就绪

source: You're all set ✨
fr: Tout est prêt ✨
ja: 準備完了です ✨
pt_br: Tudo pronto ✨
ru: Всё готово ✨
zh_hans: 一切就绪 ✨

source: Your agent delivered
fr: Votre agent a livré
ja: エージェントがやり遂げました
pt_br: Seu agente entregou
ru: Ваш агент справился
zh_hans: 你的智能体交付了

source: Your agent has a question
fr: Votre agent a une question
ja: エージェントから質問があります
pt_br: Seu agente tem uma pergunta
ru: У вашего агента вопрос
zh_hans: 你的智能体有个问题

source: Your agents
fr: Vos agents
ja: あなたのエージェント
pt_br: Seus agentes
ru: Ваши агенты
zh_hans: 你的智能体

source: Your coding agents' limits live in the notch, and the lid sets how hard they think. A minute of setup lets it do all of that without asking again.
fr: Les limites de vos agents de code vivent dans l'encoche, et le capot règle l'intensité de leur réflexion. Une minute de configuration, et tout cela fonctionne sans plus rien demander.
ja: コーディングエージェントの上限はノッチに、思考の深さは蓋で設定。1 分のセットアップで、以後は確認なしにすべてこなします。
pt_br: Os limites dos seus agentes de código ficam no notch, e a tampa define o quanto eles pensam. Um minuto de configuração permite fazer tudo isso sem perguntar de novo.
ru: Лимиты ваших агентов для программирования живут на панели, а крышка задаёт, насколько усердно они думают. Минута настройки — и всё это работает без лишних вопросов.
zh_hans: 编程智能体的额度住在刘海里，屏幕盖决定它们想得多深。花一分钟设置，以后就不用再问了。

source: Your move, builder.
fr: À vous de jouer, bâtisseur.
ja: 次はあなたの番です、ビルダー。
pt_br: Sua vez, dev.
ru: Ваш ход, творец.
zh_hans: 该你了，建造者。

source: Your own answer
fr: Votre propre réponse
ja: 自分で回答
pt_br: Sua própria resposta
ru: Свой ответ
zh_hans: 你自己的答案

source: Your terminals
fr: Vos terminaux
ja: 使っているターミナル
pt_br: Seus terminais
ru: Ваши терминалы
zh_hans: 你的终端

source: Zero percent, all yours
fr: Zéro pour cent, tout est à vous
ja: ゼロパーセント、全部あなたのもの
pt_br: Zero por cento, tudo seu
ru: Ноль процентов — всё ваше
zh_hans: 零用量，全归你

source: a temporary copy macOS made of your download
fr: une copie temporaire de votre téléchargement faite par macOS
ja: ダウンロード時に macOS が作った一時コピー
pt_br: uma cópia temporária do seu download feita pelo macOS
ru: временная копия вашей загрузки, созданная macOS
zh_hans: macOS 为你的下载创建的临时副本

source: and %@ more
fr: et %@ de plus
ja: ほか %@ 件
pt_br: e mais %@
ru: и ещё %@
zh_hans: 还有 %@ 个

source: approval
fr: autorisation
ja: 承認
pt_br: aprovação
ru: подтверждение
zh_hans: 批准

source: macOS blocked access
fr: macOS a bloqué l'accès
ja: macOS がアクセスをブロックしました
pt_br: O macOS bloqueou o acesso
ru: macOS заблокировала доступ
zh_hans: macOS 阻止了访问

source: macOS didn't say
fr: macOS n'a pas précisé
ja: macOS から理由の説明なし
pt_br: O macOS não informou
ru: macOS не сообщила причину
zh_hans: macOS 没有说明

source: macOS didn't say (%@)
fr: macOS n'a pas précisé (%@)
ja: macOS から理由の説明なし（%@）
pt_br: O macOS não informou (%@)
ru: macOS не сообщила причину (%@)
zh_hans: macOS 没有说明（%@）

source: macOS notification
fr: notification macOS
ja: macOS の通知
pt_br: Notificação do macOS
ru: уведомление macOS
zh_hans: macOS 通知

source: macOS refused pillr access to %@'s saved login. Use Allow access… in Settings to ask again.
fr: macOS a refusé à pillr l'accès aux identifiants enregistrés de %@. Utilisez Autoriser l'accès… dans les Réglages pour redemander.
ja: macOS は pillr による %@ の保存済みログインへのアクセスを拒否しました。再度要求するには、設定の「アクセスを許可…」を使ってください。
pt_br: O macOS negou ao pillr acesso ao login salvo do %@. Use Permitir acesso… nos Ajustes para pedir de novo.
ru: macOS отказала pillr в доступе к сохранённому входу %@. Нажмите «Разрешить доступ…» в настройках, чтобы запросить снова.
zh_hans: macOS 拒绝 pillr 访问 %@ 已保存的登录信息。在设置里用「允许访问…」再请求一次。

source: pillr can be anywhere!
fr: pillr peut être n'importe où !
ja: pillr はどこにでも置けます！
pt_br: O pillr pode ficar em qualquer lugar!
ru: pillr может быть где угодно!
zh_hans: pillr 哪里都能待！

source: pillr copies itself there and reopens. Any older copy goes to the Trash.
fr: pillr s'y copie et se rouvre. Toute ancienne copie part à la Corbeille.
ja: pillr が自身をそこへコピーして開き直します。古いコピーはゴミ箱に移動します。
pt_br: O pillr se copia para lá e reabre. Qualquer cópia antiga vai para a Lixeira.
ru: pillr скопирует себя туда и перезапустится. Старые копии отправятся в Корзину.
zh_hans: pillr 会把自己复制过去并重新打开。旧副本会移到废纸篓。

source: pillr is running from %@. macOS forgets permissions given to a copy there, and won't open it at login.
fr: pillr s'exécute depuis %@. macOS oublie les autorisations données à une copie à cet endroit, et ne l'ouvrira pas à l'ouverture de session.
ja: pillr は %@ から実行されています。macOS はそこにあるコピーに与えた許可を忘れ、ログイン時にも開きません。
pt_br: O pillr está rodando a partir de %@. O macOS esquece as permissões dadas a uma cópia ali, e não a abre ao iniciar a sessão.
ru: pillr запущен из %@. macOS забывает разрешения, выданные копии в этом месте, и не будет открывать её при входе.
zh_hans: pillr 正从%@运行。macOS 会忘记授予那里副本的权限，也不会在登录时打开它。

source: pillr lives in the notch now. Try the gesture before you go.
fr: pillr vit désormais dans l'encoche. Essayez le geste avant de partir.
ja: pillr はノッチに住むようになりました。終える前にジェスチャを試してみてください。
pt_br: O pillr agora mora no notch. Experimente o gesto antes de ir.
ru: pillr теперь живёт на панели. Попробуйте жест, прежде чем идти дальше.
zh_hans: pillr 现在住在刘海里了。走之前试试这个手势。

source: that session
fr: cette session
ja: そのセッション
pt_br: essa sessão
ru: этот сеанс
zh_hans: 那个会话

source: the disk image
fr: l'image disque
ja: ディスクイメージ
pt_br: a imagem de disco
ru: образ диска
zh_hans: 磁盘映像

source: ~%@ request today
fr: ~%@ requête aujourd'hui
ja: 本日 約 %@ リクエスト
pt_br: ~%@ solicitação hoje
ru: сегодня ~%@ запрос
zh_hans: 今日约 %@ 次请求

source: ~%@ requests today
fr: ~%@ requêtes aujourd'hui
ja: 本日 約 %@ リクエスト
pt_br: ~%@ solicitações hoje
ru: сегодня ~%@ запросов
zh_hans: 今日约 %@ 次请求

source: · lid
fr: · capot
ja: · 蓋
pt_br: · tampa
ru: · крышка
zh_hans: · 屏幕盖

source: ⌘ + lid sets the effort
fr: ⌘ + capot règle l'effort
ja: ⌘ + 蓋で推論レベルを設定
pt_br: ⌘ + tampa define o esforço
ru: ⌘ + крышка задаёт усилие
zh_hans: ⌘ + 屏幕盖设置推理强度

source: ⌘ held · let go to apply
fr: ⌘ maintenu · relâchez pour appliquer
ja: ⌘ 押下中 · 離すと適用
pt_br: ⌘ pressionado · solte para aplicar
ru: ⌘ удерживается · отпустите, чтобы применить
zh_hans: 已按住 ⌘ · 松开即生效

source: At 80% and 100%
fr: À 80 % et 100 %
ja: 80% と 100% で
pt_br: Em 80% e 100%
ru: При 80% и 100%
zh_hans: 在 80% 和 100% 时

source: Quota is available (0% used)
fr: Quota disponible (0 % utilisé)
ja: 割り当てに余裕があります（0% 使用）
pt_br: Cota disponível (0% usado)
ru: Квота доступна (использовано 0%)
zh_hans: 额度可用（已用 0%）

source: Session limit reached (100% used)
fr: Limite de session atteinte (100 % utilisés)
ja: セッションの上限に到達（100% 使用）
pt_br: Limite da sessão atingido (100% usado)
ru: Лимит сеанса достигнут (использовано 100%)
zh_hans: 会话额度已用尽（已用 100%）

source: Weekly limit reached (100% used)
fr: Limite hebdomadaire atteinte (100 % utilisés)
ja: 週間の上限に到達（100% 使用）
pt_br: Limite semanal atingido (100% usado)
ru: Недельный лимит достигнут (использовано 100%)
zh_hans: 每周额度已用尽（已用 100%）

source: Claude is replying · sends to %@ when it's done
fr: Claude répond · envoyé à %@ dès qu'il a fini
ja: Claude が応答中 · 終わりしだい %@ に送信
pt_br: O Claude está respondendo · vai para %@ quando terminar
ru: Claude отвечает · уйдёт в %@, когда он закончит
zh_hans: Claude 正在回复 · 完成后发送到 %@

source: %@ · sends when the Claude app is in front
fr: %@ · envoyé quand l'app Claude sera au premier plan
ja: %@ · Claude アプリが前面に来たら送信
pt_br: %@ · vai quando o app Claude estiver na frente
ru: %@ · уйдёт, когда приложение Claude будет на переднем плане
zh_hans: %@ · Claude 应用切到前台时发送

source: Allow pillr in Accessibility to change Claude app sessions live
fr: Autorisez pillr dans Accessibilité pour modifier en direct les sessions de l'app Claude
ja: Claude アプリのセッションをその場で変えるには、アクセシビリティで pillr を許可してください
pt_br: Permita o pillr em Acessibilidade para mudar sessões do app Claude na hora
ru: Разрешите pillr в Универсальном доступе, чтобы менять сессии приложения Claude сразу
zh_hans: 在“辅助功能”中允许 pillr，才能即时更改 Claude 应用的会话

source: Claude app · no message box in view · sends when there is one
fr: App Claude · aucun champ de message visible · envoyé dès qu'il y en a un
ja: Claude アプリ · 入力欄が表示されていません · 表示されたら送信
pt_br: App Claude · nenhuma caixa de mensagem à vista · vai quando houver uma
ru: Приложение Claude · поле сообщения не видно · уйдёт, когда появится
zh_hans: Claude 应用 · 看不到输入框 · 出现后发送

source: Draft in the message box · sends to %@ once it's empty
fr: Brouillon dans le champ de message · envoyé à %@ une fois vidé
ja: 入力欄に下書きがあります · 空になったら %@ に送信
pt_br: Rascunho na caixa de mensagem · vai para %@ quando ela esvaziar
ru: В поле сообщения черновик · уйдёт в %@, когда поле опустеет
zh_hans: 输入框里有草稿 · 清空后发送到 %@

source: Claude app didn't take /effort · applies next session
fr: L'app Claude n'a pas pris /effort · s'applique à la prochaine session
ja: Claude アプリが /effort を受け付けませんでした · 次のセッションから適用
pt_br: O app Claude não aceitou /effort · vale na próxima sessão
ru: Приложение Claude не приняло /effort · со следующей сессии
zh_hans: Claude 应用未接受 /effort · 下次会话生效
